CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
ms-azuretools.vscode-docker
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
vscode-icons-team.vscode-icons
dracula-theme.theme-dracula
zhuangtongfa.material-theme
betterthantomorrow.calva
borkdude.clj-kondo
asciidoctor.asciidoctor-vscode
