arcticicestudio.nord-visual-studio-code
CoenraadS.bracket-pair-colorizer-2
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
jaredly.reason-vscode
ms-azuretools.vscode-docker
msjsdiag.debugger-for-chrome
ms-python.python
ms-vscode.Go
ms-vscode.sublime-keybindings
vscodevim.vim
zhuangtongfa.material-theme
