
arcticicestudio.nord-visual-studio-code
CoenraadS.bracket-pair-colorizer-2
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
golang.Go
jaredly.reason-vscode
ms-azuretools.vscode-docker
msjsdiag.debugger-for-chrome
ms-python.python
ms-vscode.sublime-keybindings
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
vscode-icons-team.vscode-icons
vscodevim.vim
zhuangtongfa.material-theme
